[
  {
    "name": "Armoured Chassis",
    "minimum_level": 5,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Armors the vehicle at SP13. Doesn't affect the vehicle's glass"
  },
  {
    "name": "Bulletproof Glass",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Instead of providing no protection, all glass on the vehicle is now considered to be cover: Thin Bulletproff Glass (15HP). If upgraded a second time, it becomes Thick Bulletproof Glass (30HP). All windows on the vehicle sustain damage individually"
  },
  {
    "name": "Communcations Center",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Easily accessible touchscreen console with onboard Agent and storage space loaded with removable tech: 6 Radio Commicators, 6 Scrambler/Descramblers, a Radio Scanner/Music Player, a Homing Tracer with 6 button-sized linked tracers, and an Audio Recorder"
  },
  {
    "name": "NOS",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "A burst of power when you need it. Allows you to use your Action to use an additional Move Action when driving a vehicle. Each tank of NOS can be used once per day. Each additional upgrade adds an additional tank. The tanks capture nitrogen and oxygen from the air and synthesize nitrous oxide on their own, never needing refilling."
  },
  {
    "name": "Onboard Flamethrower",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "A Flamethrower you can mount front, side, or back-facing on the exterior of a vehicle. The driver can fire it using their Action. Cannot be reloaded while driving. Weapon cannot be removed and cannot accept weapon attachments. Multiple upgrades can be installed."
  },
  {
    "name": "Onboard Machine Gun",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "An Assault Rifle with 30 rounds only capable of using Autofire that you can mount front facing on the exterior of a vehicle. The driver can fire it using their Action. Cannot be reloaded while driving. Weapon cannot be removed and cannot accept weapon attachments. Multiple upgrades can be installed."
  },
  {
    "name": "Seating Upgrade",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Adds two seats to the vehicle. If desired, these extra seats can come in a sidecar, which can be fully enclosed with the same glass as the rest of the vehicle, with side windows optional. Additionally, any seats in a vehicle with this upgrade can be rigged as ejector seats, firing the contents of the seat 10 m/yds into the air above the vehicle, through a trapdoor mechanism in the ceiling of the vehicle, if needed. An ejected passenger struck by a helicopter blade during such an ejection takes damage as if they had been struck by a Very Heavy Melee Weapon. Typically, these ejection seats are rigged with parachutes, but these could always be removed. This upgrade can be taken multiple times for all vehicles except Bikes, Jetskis, and Gyrocopters."
  },
  {
    "name": "Security Upgrade",
    "minimum_level": 5,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Replaces all the locks on the vehicle with DNA locks, which can be set up to accept a thumbprint, iris scan, blood sample, or any other desired biometric method. Such a lock cannot be unlocked without either its biometric key or a DV 17 Electronics/Security Tech Check A person who presents an inaccurate biometric key, or fails a Check to open one of the locks without the correct biometric key is struck as if they had been hit in the body by a Stun Baton if they are within two m/yds of the vehicle. Additionally, the Security Upgrade adds a cloaking feature to the vehicle, allowing it to hide itself from all but a DV17 Perception Check, assuming it remains still. System takes a minute to engage, and operates by taking a video of the vehicle's surroundings and projecting it on the surface of the vehicle in real time, aided in part by nanomachines which cover hard-to-reach areas."
  },
  {
    "name": "Smuggling Upgrade",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": [],
    "description": "Upgrades the vehicle with two onboard Hidden Holsters (exactly the same rules-wise as the Cyberware of the same name) which provide the driver and one passenger with an easily accessible concealed weapon, and one large space hidden somewhere within the vehicle for smuggling purposes. These spaces can only be discovered with a DV17 Conceal/Reveal Object Check This upgrade can be taken multiple times with all vehicles except: Bikes, Jetskis, and Gyrocopters"
  },
  {
    "name": "Heavy Chassis",
    "minimum_level": 1,
    "excluded_vehicle_types": [],
    "excluded_vehicles": ["bike", "jetski", "gyrocopter"],
    "description": "Adds 20 SDP to the vehicle. This doesn't affect the vehicle's glass. A vehicle with this upgrade can tow up to 10 tons. It might even have a large tow cable, appearance-wise. This upgrade is a prerequisite for some of the heavier duty vehicle upgrades"
  },
  {
    "name": "Onboard Rocket Pod",
    "minimum_level": 5,
    "excluded_vehicle_types": [],
    "excluded_vehicles": ["bike", "jetski", "gyrocopter"],
    "description": "A Rocket Launcher with a drum of three rockets that you can mount front facing on the exterior of a vehicle. The driver can fire it using their Action. Cannot be reloaded while driving. Weapon cannot be removed and cannot accept weapon attachments. Multiple upgrades can be installed, but what job requires more than three rockets...?! Requires Heavy Chassis"
  },
  {
    "name": "Vehicle Heavy Weapon Mount",
    "minimum_level": 5,
    "excluded_vehicle_types": [],
    "excluded_vehicles": ["bike", "jetski", "gyrocopter"],
    "description": " Upgrade transforms one of the vehicle's seats into a swiveling mount for any two-handed ranged weapon, which can be fired by a passenger using their Action. The passenger also can reload this mounted weapon while the vehicle is in motion. This weapon can be removed or reinstalled using an Action. The first time a Nomad upgrades one of their vehicles with one of these, their Family will include with it a Tsunami Arms Helix, Rhinemetall EMG-86 Railgun, or Militech \"Cowboy\" U-56 Grenade Launcher as a gift, but all others are up to the Nomad to source. If the vehicle has Bulletproof Glass, a bubble of the same glass protects the gunner. Multiple upgrades can only be installed on Cabin Cruisers, Yachts, Aerozeps, and Groundcars that already have the Housing Capacity Upgrade installed. Requires Heavy Chassis"
  },
  {
    "name": "Onboard Melee Weapon",
    "minimum_level": 1,
    "excluded_vehicle_types": ["air"],
    "excluded_vehicles": [],
    "description": "A Very Heavy Melee Weapon you can mount front, side, or back facing on the exterior of a vehicle. The driver can attack with it using their Action. Weapon cannot be removed. Multiple upgrades can be installed"
  },
  {
    "name": "Hover Upgrade",
    "minimum_level": 5,
    "excluded_vehicle_types": ["air", "sea"],
    "excluded_vehicles": [],
    "description": "This upgrade installs a series of powerful fans onto the base of the vehicle that allow it to travel across the surface of the water at the speed of a Cabin Cruiser."
  },
  {
    "name": "AV-4 Engine Upgrade",
    "minimum_level": 7,
    "excluded_vehicle_types": ["air", "sea"],
    "excluded_vehicles": [],
    "description": "This upgrade adds a vectored thrust turbofan engine to the vehicle, allowing flight! As far as movement is concerned, treat the vehicle as an AV-4 while it is in the air. The vehicle is piloted using the Pilot Air Vehicle Skill instead of the Drive Land Vehide Skill when it is in the air."
  },
  {
    "name": "Combat Plow",
    "minimum_level": 1,
    "excluded_vehicle_types": ["air"],
    "excluded_vehicles": ["bike", "jetski"],
    "description": "Whenever you slam the front of the vehicle into a piece of cover, another vehicle, or an unlucky pedestrian your vehicle doesn't take any damage and nobody in your vehicle suffers the Whiplash Critical Injury. If your vehicle was boosted by NOS on the Turn when you slammed the front of your vehicle into a piece of cover, other vehicle, or unlucky pedestrian, damage dealt by your vehicle's ramming increases by 2d6"
  }
]
